{
	"cancel": "रद्द करें",
	"chart": {
		"depth": "{{baseCurrency}}/{{quoteCurrency}} डेप्थ चार्ट"
	},
	"confirmQuitTitle": "क्या आप वाकई छोड़ना चाहते हैं?",
	"confirmQuitDescription": "आपकी स्वैप प्रगति में हैं। हालाँकि HyperDEX का प्रयास होगा कि अगली बार जब आप ऐप चलाएँ तो स्वैप जारी रहें, मगर हमारा यह सुझाव है कि स्वैप पूर्ण होने तक आप HyperDEX चलते रहने दें।",
	"intro": {
		"description": " <0>HyperDEX एक विकेन्द्रीकृत विनिमय है। इसमें P2P ऑर्डर बुक होती है और ट्रेड <1>क्रॉस-चेन एटॉमिक स्वैप</1> के जरिये होते हैं। इसका मतलब है कि यह एक केंद्रीकृत विनिमय से थोड़ा अलग काम करता है।</0><1>ऑर्डर P2P नेटवर्क में आगे बढ़ने में कुछ समय ले सकते हैं। ऑर्डर बुक प्रदर्शित होने में आपको थोड़ी देर इंतजार करना पड़ सकता है।</1><2>HyperDEX आपसे अपेक्षा करता है कि <1>UTXOs</1> एकदम सही आकार में हों ताकि स्वैप सफल रहे। प्रत्येक UTXO के लिए आप एक ही स्वैप बना सकते हैं। किसी स्वैप में आपका भाग लेना सुनिश्चित हो सके इसका सबसे आसान तरीका है कि एक ही बड़े डिपॉजिट के बजाय आपके अकाउंट में दो या तीन अपेक्षाकृत छोटे डिपॉजिट हों। </2><3>एक एटॉमिक स्वैप में छह ऑन-चेन ट्रांजेक्शन शामिल होते हैं। उच्च ट्रांजेक्शन शुल्क वाली मुद्रा के साथ ट्रेडिंग करते समय, कुल ट्रांजेक्शन शुल्कों के वास्ते अपनी कीमत को थोड़ा सा बढ़ाना महत्वपूर्ण है। छोटी धनराशियों वाली ट्रेडिंग पर यह बात विशेष महत्व की है।</3>",
		"title": "HyperDEX के साथ ट्रेडिंग कैसे कारगर है"
	},
	"order": {
		"amount": "राशि {{symbol}}",
		"averageVolume": "औसत वॉल्यूम",
		"buy": "खरीदें",
		"buyOrders": "ऑर्डर खरीदें",
		"failedTrade": "{{baseCurrency}} {{type}} में विफल",
		"maxOnePendingSwap": "एक समय में केवल एक पेंडिंग स्वैप, {{wait}} सेकंड में फिर कोशिश करें ।",
		"maxPrice": "अधिकतम",
		"maxVolume": "अधि. वॉल्यूम",
		"price": "कीमत {{symbol}}",
		"sell": "बेचें",
		"sellOrders": "ऑर्डर बेचें",
		"symbolBalance": "बैलेंस",
		"total": "कुल {{symbol}}",
		"unexpectedError": "कुछ अप्रत्याशित हुआ। क्या वाकई आपके पास पर्याप्त UTXO हैं?",
		"worth": "यह स्वैप {{swapWorthInUsd}} मूल्य का है"
	},
	"quit": "छोड़ें",
	"swaps": {
		"all": "सभी",
		"title": "Recent Swaps",
		"viewAllSwaps": "View all swaps"
	}
}