{
	"cancel": "إلغاء",
	"chart": {
		"depth": "مخط عمق {{baseCurrency}}/{{quoteCurrency}}"
	},
	"confirmQuitTitle": "هل أنت متأكد من أنك تريد الخروج؟",
	"confirmQuitDescription": "لديك عمليات مبادلة قيد الإجراء. سوف يحاول HyperDEX الاستمرار في المبادلة في المرة التالية التي تقوم فيها بتشغيل التطبيق، ولكن نوصيك بأن تترك HyperDEX يعمل حتى تتم المبادلة.",
	"intro": {
		"description": " HyperDEX هو عبارة عن <0>تبادل غير مركزي للعملات. ويتم إجراء التحويل من شخص إلى شخص والتداول من خلال <1>عمليات مبادلة عبر السلسلة بدون وسطاء</1>. وهذا يعني أنها تعمل بشكل مختلف قليلاً عن التبادل المركزي.</0><1>وقد تستغرق الأوامر بعض الوقت حتى يتم نشرها إلى شبكة P2P. وقد تحتاج إلى الانتظار لبعض الوقت حتى يتم عرض سجل الأوامر الخاصة بك.</1><2> ويتطلب HyperDEX منك الحصول على حجم صحيح لـ <1>مخرجات المعاملة غير المنفقة</1> للقيام بصفقة تبادل ناجحة. وبالنسبة لكل مخرجات معاملة غير منفقة يمكنك الحصول على عملية تبادل واحدة. ولعل أسهل طريقة لضمان المشاركة في المبادلة هي عمل وديعتين أو ثلاث أصغر إلى حسابك بدلاً من وديعة واحدة ضخمة.</2><3>وتتكون عملية المبادلة بدون وسطاء من ست معاملات عبر سلسلة متصلة. وعند مبادلة عملة برسوم أعلى للمعاملة، فمن المهم زيادة سعرك بشكل بسيط لمراعاة إجمالي رسوم المعاملة. ويعتبر هذا هامًا لاسيما عندما تتداول بمبالغ صغيرة.</3>",
		"title": "كيف يعمل التداول باستخدام HyperDEX"
	},
	"order": {
		"amount": "المبلغ {{symbol}}",
		"averageVolume": "المتوسط",
		"buy": "شراء",
		"buyOrders": "أوامر الشراء",
		"failedTrade": "فشل {{type}} {{baseCurrency}}",
		"maxOnePendingSwap": "عملية مبادلة واحدة في المرة، حاول مرة أخرى بعد {{wait}} ثواني.",
		"maxPrice": "الحد الأقصى",
		"maxVolume": "مقدار الحد الأقصى",
		"price": "السعر {{symbol}}",
		"sell": "بيع",
		"sellOrders": "أوامر البيع",
		"symbolBalance": "الرصيد",
		"total": "الإجمالي {{symbol}}",
		"unexpectedError": "حدث شيء غير متوقع. هل أنت متأكد من أن لديك مخرجات تداول غير منفقة؟",
		"worth": "عملية المبادلة تستحق {{swapWorthInUsd}}"
	},
	"quit": "خروج",
	"swaps": {
		"all": "الكل",
		"title": "Recent Swaps",
		"viewAllSwaps": "View all swaps"
	}
}