{
	"cancel": "Cancelar",
	"chart": {
		"depth": "Gráfica de profundidad de {{baseCurrency}}/{{quoteCurrency}}"
	},
	"confirmQuitTitle": "¿Seguro que deseas salir?",
	"confirmQuitDescription": "Tienes cambios en progreso. HyperDEX intentará continuar los cambios la próxima vez que ejecutes la aplicación, pero te recomendamos que dejes HyperDEX ejecutando hasta que se completen los cambios.",
	"intro": {
		"description": " <0>HyperDEX es un intercambio descentralizado. Tiene una cartera de pedidos de red de pares y las operaciones se realizan a través de <1>intercambios atómicos de cadena cruzada</1>. Esto significa que funciona diferente a un intercambio centralizado.</0><1>Puede que los pedidos tarden un tiempo en propagarse a través de la red de pares. Puede que tengas que esperar un tiempo hasta que se muestre la cartera de pedidos.</1><2>HyperDEX necesita que midas correctamente los <1>resultados de transacciones no realizadas (UTXO)</1> para realizar un intercambio correctamente. Para cada UTXO, puedes realizar un único intercambio. La forma más fácil de asegurar que participas en un intercambio es realizar dos o tres depósitos pequeños a tu cuenta en vez de un depósito grande.</2><3>Un intercambio atómico se compone de seis transacciones en cadena. Al realizar operaciones con una divisa con mayores comisiones de transacción, es importante aumentar ligeramente el precio de su cuenta para la comisión total de la transacción. Esto es de especial importancia cuando se realizan operaciones de cantidades pequeñas.</3>",
		"title": "Cómo funcionan las operaciones comerciales con HyperDEX"
	},
	"order": {
		"amount": "Cantidad {{symbol}}",
		"averageVolume": "Vol. medio",
		"buy": "Comprar",
		"buyOrders": "Órdenes de compra",
		"failedTrade": "No se ha podido {{type}} {{baseCurrency}}",
		"maxOnePendingSwap": "Solo un intercambio pendiente a la vez, inténtalo de nuevo en {{wait}} segundos.",
		"maxPrice": "MÁX.",
		"maxVolume": "Vol. máx.",
		"price": "Precio {{symbol}}",
		"sell": "Vender",
		"sellOrders": "Órdenes de venta",
		"symbolBalance": "Saldo: {{balance}} {{symbol}}",
		"total": "Total {{symbol}}",
		"unexpectedError": "Ha ocurrido algo inesperado. ¿Estás seguro de que tienes suficiente UTXO?",
		"worth": "Este intercambio asciende a {{swapWorthInUsd}}"
	},
	"quit": "Salir",
	"swaps": {
		"all": "Todo",
		"title": "Intercambios"
	}
}