{
	"cancel": "বাতিল করুন",
	"chart": {
		"depth": "{{baseCurrency}}/{{quoteCurrency}} গভীরতা তালিকা"
	},
	"confirmQuitTitle": "আপনি কি নিশ্চিত যে আপনি প্রস্থান করতে চান?",
	"confirmQuitDescription": "আপনার চলমান বিনিময় রয়েছে। পরে আপনি যখন অ্যাপটি আবার চালু করবেন তখন HyperDEX বিনিময়সমূহ অব্যাহত রাখার চেষ্টা করবে তবে আমরা আপনাকে বিনিময়সমূহ সম্পন্ন না হওয়া পর্যন্ত HyperDEX চালু রাখার পরামর্শ দেই।",
	"intro": {
		"description": " <0>HyperDEX is a decentralized exchange. It has a P2P order book and trades are made via <1>cross-chain atomic swaps</1>. This means it works slightly differently than a centralized exchange.</0><1>Orders can take a while to propagate across the P2P network. You may need to wait a while for the order book to display.</1><2>HyperDEX needs you to have correctly sized <1>UTXOs</1> to make a successful swap. For each UTXO you can make a single swap. The easiest way to ensure you can participate in a swap is to make two or three smaller deposits to your account rather than a single large deposit.</2><3>An atomic swap is comprised of six on-chain transactions. When trading a currency with high transaction fees, it's important to slightly increase your price to account for the total transaction fees. This is especially important when trading small amounts.</3>",
		"title": "How Trading Works with HyperDEX"
	},
	"order": {
		"amount": "Amount {{symbol}}",
		"averageVolume": "Avg Vol",
		"buy": "Buy",
		"buyOrders": "Buy Orders",
		"failedTrade": "Failed to {{type}} {{baseCurrency}}",
		"maxOnePendingSwap": "Only one pending swap at a time, try again in {{wait}} seconds.",
		"maxPrice": "MAX",
		"maxVolume": "Max Vol",
		"price": "Price {{symbol}}",
		"sell": "Sell",
		"sellOrders": "Sell Orders",
		"symbolBalance": "Balance: {{balance}} {{symbol}}",
		"total": "Total {{symbol}}",
		"unexpectedError": "Something unexpected happened. Are you sure you have enough UTXO?",
		"worth": "This swap is worth {{swapWorthInUsd}}"
	},
	"quit": "Quit",
	"swaps": {
		"all": "All",
		"title": "Swaps"
	}
}